var_int=70 #присвоили переменной цифру 70
var_float=8.4 #присвоили 8.4
var_str='No' #присвоили No
big_int35=var_int*3.5 #Присвоили увеличенную в 3.5 раз переменную
var_float-=1 #сокращённая форма команды var_float=var_float-1, где мы от пременной отняли 1 и присвоили значение этой де переменной
print(var_int/var_float) #мы поделили одну переменню на другую и не присваивали никуда
print(big_int35/var_float) #мы поделили одну переменню на другую и не присваивали никуда
var_str=var_str * 3 + 'Yes' * 2 #с помощью конкатенации мы умножили переменню трижды и добавили к ней No, умноженную дважды
print(var_int, var_float, var_str, big_int35) #всё напечатали на экране